Repository: sbb-design-systems/sbb-angular
Catalog: src/angular-core/i18n/xlf2/messages.*.xlf
Languages: it_ch

# sbbDatepickerSwitchToPreviousMonth
source: Change to the previous month
it_ch: Passare al mese precedente

# sbbDatepickerSwitchToNextMonth
source: Change to the next month
it_ch: Passare al mese successivo

# sbbDatepickerSwitchToPreviousYear
source: Change to the previous year
it_ch: Passare all’anno precedente

# sbbDatepickerSwitchToNextYear
source: Change to the next year
it_ch: Passare all’anno successivo

# sbbDatepickerOpenCalendar
source: Show calendar
it_ch: Visualizzare calendario

# sbbFileSelectorUploadFile
source: Upload file
it_ch: Caricare un file

# sbbFileSelectorRemoveFile
source: Remove file
it_ch: Rimuovi il file

# sbbHeaderMenuBack
source: Back
it_ch: Indietro

# sbbNavigationPreviousPage
source: Previous Page
it_ch: Pagina precedente

# sbbNavigationNextPage
source: Next Page
it_ch: Pagina successiva

# sbbPaginationPreviousPage
source: Previous Page
it_ch: Pagina precedente

# sbbPaginationNextPage
source: Next Page
it_ch: Pagina successiva

# sbbSidebarCollapse
source: Collapse
it_ch: Comprimi

# sbbSidebarExpand
source: Expand
it_ch: Espandi

# sbbTableChangeSorting
source: Change sorting for PH
it_ch: Cambia l'ordinamento per PH

# sbbTabsBadgePillAmountOfEntries
source: INTERPOLATION entries
it_ch: INTERPOLATION voci

# sbbTextareaCounterText
source: INTERPOLATION characters remaining
it_ch: {{ _counter | async caratteri rimanenti

# sbbTextexpandShowLess
source: Show less
it_ch: Visualizzare di meno

# sbbTextexpandShowMore
source: Show more
it_ch: Visualizzare di più

# sbbUsermenuOpenPanel
source: Logged in as PH. Click or press enter to open user menu.
it_ch: Accesso eseguito come PH. Fare clic o premere Invio per aprire il menu utente.

# sbbUsermenuClosePanel
source: Logged in as PH. Click or press enter to close user menu.
it_ch: Accesso eseguito come PH. Fare clic o premere Invio per chiudere il menu utente.

# sbbUsermenuLogin
source: Login
it_ch: Accedi

# sbbGhettoboxCloseGhettobox
source: Close message
it_ch: Chiudere il messaggio

# sbbSearchStartSearch
source: Start search
it_ch: Avviare la ricerca

# sbbTagBadgePillAmountOfResults
source: INTERPOLATION results available
it_ch: INTERPOLATION risultati disponibili

# sbbTagsAll
source: All
it_ch: Tutte
